Repository: Dzejrou/rmt
Catalog: locale/*/rmt.po
Languages: hu, it, ja, ko, pl, sv

source: Required parameters are missing or empty: %s
hu: A szükséges paraméterek hiányoznak vagy üresek: %s
it: Parametri richiesti mancanti o vuoti: %s
ja: 必須パラメータがないか空です: %s
ko: 필수 파라미터가 누락되었거나 비어 있음: %s
pl: Brak wymaganych parametrów lub są one puste: %s
sv: Begärda parametrar saknas eller är tomma: %s

source: Unknown Registration Code.
hu: Ismeretlen regisztrációs kód.
it: Codice di registrazione sconosciuto.
ja: 不明な登録コードです。
ko: 알 수 없는 등록 코드입니다.
pl: Nieznany kod rejestracyjny.
sv: Okänd registreringskod.

source: Not yet activated Registration Code. Visit https://scc.suse.com to activate it.
hu: A regisztrációs kód még nincs aktiválva. Az aktiválásához keresse fel a https://scc.suse.com webhelyet.
it: Codice di registrazione non ancora attivato. Visitare https://scc.suse.com per attivarlo.
ja: 登録コードがまだアクティブ化されていません。https://scc.suse.comにアクセスしてアクティブ化してください。
ko: 등록 코드가 아직 활성화되지 않았습니다. 활성화하려면 https://scc.suse.com을 방문하십시오.
pl: Kod rejestracyjny nie został jeszcze aktywowany. W celu jego aktywacji odwiedź stronę https://scc.suse.com.
sv: Registreringskoden är inte aktiverad ännu. Gå till https://scc.suse.com för att aktivera den.

source: The requested product '%s' is not activated on this system.
hu: A kért „%s” termék nincs aktiválva ebben a rendszerben.
it: Il prodotto richiesto '%s' non è attivato nel sistema.
ja: 要求された製品「%s」はこのシステムでアクティブ化されていません。
ko: 요청한 제품 '%s'이(가) 이 시스템에서 활성화되지 않았습니다.
pl: Żądany produkt '%s' nie jest aktywowany w tym systemie.
sv: Den begärda produkten '%s' är inte aktiverad på detta system.

source: No product found
hu: Nem található termék.
it: Nessun prodotto trovato
ja: 製品が見つかりません
ko: 제품을 찾을 수 없음
pl: Nie znaleziono produktu
sv: Inga produkter hittades

source: No repositories found for product: %s
hu: Nem találhatók adattárak a termékhez: %s
it: Nessun repository trovato per il prodotto: %s
ja: 製品: %s のリポジトリが見つかりません
ko: %s 제품에 대한 리포지토리가 없습니다
pl: Nie znaleziono repozytoriów dla produktu: %s
sv: Inga lagringsplatser hittades för produkten: %s

source: Not all mandatory repositories are mirrored for product %s
hu: Nem az összes kötelező adattár van tükrözve a(z) %s terméknél.
it: Per il prodotto %s non viene eseguito il mirroring di tutti i repository obbligatori
ja: すべての必須リポジトリが製品 %s 用にミラーリングされるわけではありません
ko: %s 제품에 대해 일부 필수 리포지토리가 미러링되지 않았습니다
pl: Nie wszystkie obowiązkowe repozytoria są odzwierciedlane dla produktu %s
sv: Inte alla obligatoriska lagringsplatser är speglade för produkten %s

source: Unmet product dependencies, activate one of these products first: %s
hu: A termékek függőségei nem megfelelőek, előbb aktiválja a következő termékek egyikét: %s
it: Dipendenze prodotto non riscontrate, attivare prima uno di questi prodotti: %s
ja: 製品の依存関係が満たされていません。まずこれらの製品のいずれかをアクティブ化してください: %s
ko: 제품 종속성을 충족하지 않으므로, 먼저 다음 제품 중 하나를 활성화하십시오: %s
pl: Niespełnione zależności dotyczące produktów. Najpierw aktywuj jeden z tych produktów: %s
sv: Produktberoenden har inte uppfyllts, aktivera en av dessa produkter först: %s

source: Not provided
hu: Nincs megadva
it: Non fornito
ja: 提供されていません
ko: 제공되지 않음
pl: Nie podano
sv: Inte levererat

source: Updated system information for host '%s'
hu: A(z) „%s” állomás rendszeradatai frissítve.
it: Informazioni sul sistema aggiornate per host '%s'
ja: ホスト「%s」の更新されたシステム情報
ko: '%s' 호스트에 대한 시스템 정보가 업데이트되었습니다
pl: Zaktualizowano informacje systemowe dotyczące hosta '%s'
sv: Uppdaterad systeminformation för värden '%s'

source: No product found on RMT for: %s
hu: Nem található termék az RMT-n a következőhöz: %s
it: Nessun prodotto trovato in RMT per: %s
ja: 次のための製品がRMT上に見つかりません: %s
ko: RMT에서 %s에 대한 제품을 찾을 수 없습니다
pl: Nie znaleziono produktu w narzędziu RMT dla: %s
sv: Ingen produkt hittades på RMT för: %s

source: The product "%s" is a base product and cannot be deactivated
hu: A(z) „%s” termék alaptermék, nem lehet inaktiválni.
it: "%s" è un prodotto di base ed è impossibile disattivarlo
ja: 製品「%s」は基本製品であるため、非アクティブ化できません
ko: "%s" 제품이 기본 제품이므로 비활성화할 수 없습니다
pl: Produkt "%s" jest produktem podstawowym i nie może zostać zdezaktywowany
sv: Produkten "%s" är en basprodukt och kan inte inaktiveras

source: Cannot deactivate the product "%s". Other activated products depend upon it.
hu: Nem lehet inaktiválni a(z) „%s” terméket. Más aktivált termékek függnek tőle.
it: Impossibile disattivare il prodotto "%s". Da questo dipendono altri prodotti attivati.
ja: 製品「%s」を非アクティブ化できません。アクティブ化されている他の製品がその製品に依存しています。
ko: "%s" 제품을 비활성화할 수 없습니다. 활성화된 다른 제품은 이 제품에 종속됩니다.
pl: Nie można dezaktywować produktu "%s". Zależą od niego inne aktywowane produkty.
sv: Det går inte att inaktivera produkten "%s". Andra aktiverade produkter är beroende av den.

source: %s is not yet activated on the system.
hu: A(z) %s még nincs aktiválva a rendszerben.
it: %s non è ancora attivato nel sistema.
ja: %s はシステム上でまだ有効化されていません。
ko: %s이(가) 아직 시스템에서 활성화되지 않았습니다.
pl: Jeszcze nie aktywowano %s w systemie.
sv: %s har inte aktiverats på systemet ännu.

source: Authenticated system with login \"%{login}\"
hu: Hitelesített rendszer „%{login}” bejelentkezéssel
it: Sistema autenticato con login \"%{login}\"
ja: ログイン「%{login}」を使用する認証済みシステム
ko: \"%{login}\" 로그인으로 인증된 시스템
pl: System uwierzytelniony z nazwą logowania \"%{login}\"
sv: Autentiserat system med inloggningen \"%{login}\"

source: Could not find system with login \"%{login}\" and password \"%{password}\"
hu: Nem sikerült megtalálni a rendszert, bejelentkezési név: „%{login}”, jelszó: „%{password}”
it: Impossibile trovare il sistema con login \"%{login}\" e password \"%{password}\"
ja: ログイン「%{login}」とパスワード「%{password}」を持つシステムが見つかりませんでした
ko: 로그인 \"%{login}\" 및 비밀번호 \"%{password}\"을(를) 사용하여 시스템을 찾을 수 없습니다
pl: Nie udało się znaleźć systemu o nazwie logowania \"%{login}\" i haśle \"%{password}\"
sv: Det gick inte att hitta ett system med inloggningen \"%{login}\" och lösenordet \"%{password}\"

source: Invalid system credentials
hu: A rendszer hitelesítő adatai érvénytelenek
it: Credenziali sistema non valide
ja: 無効なシステム資格情報
ko: 잘못된 시스템 인증서입니다
pl: Nieprawidłowe dane uwierzytelniające systemu
sv: Ogiltig systeminloggning

source: Requested service not found
hu: A kért szolgáltatás nem található.
it: Servizio richiesto non trovato
ja: 要求されたサービスが見つかりません
ko: 요청한 서비스를 찾을 수 없습니다
pl: Nie znaleziono żądanej usługi
sv: Det gick inte att hitta begärd tjänst

source: The requested products '%s' are not activated on the system.
hu: A kért „%s” termékek nincsenek aktiválva a rendszerben.
it: I prodotti richiesti '%s' non sono attivati nel sistema.
ja: 要求された製品「%s」はシステムでアクティブ化されていません。
ko: 요청한 제품 '%s'이(가) 시스템에서 활성화되지 않았습니다.
pl: Żądane produkty '%s' nie są aktywowane w tym systemie.
sv: Begärda produkter '%s' är inte aktiverade på systemet.

source: Multiple base products found: '%s'.
hu: Több alaptermék található: „%s”.
it: Trovati più prodotti di base: '%s'.
ja: 複数の基本製品が見つかりました: 「%s」。
ko: 기본 제품 '%s'이(가) 여러 개 있습니다.
pl: Znaleziono wiele produktów podstawowych: '%s'.
sv: Flera basprodukter hittades: '%s'.

source: No base product found.
hu: Nem található alaptermék.
it: Nessun prodotto di base trovato.
ja: 基本製品が見つかりません。
ko: 기본 제품을 찾을 수 없습니다.
pl: Nie znaleziono produktu podstawowego.
sv: Inga basprodukter hittades.

source: Unknown hash function %{checksum_type}
hu: Ismeretlen kivonatoló algoritmus: %{checksum_type}
it: Funzione hash sconosciuta %{checksum_type}
ja: 不明なハッシュ関数 %{checksum_type}
ko: 알 수 없는 해시 함수 %{checksum_type}
pl: Nieznana funkcja skrótu %{checksum_type}
sv: Okänd hash-funktion %{checksum_type}

source: Commands:
hu: Parancsok:
it: Comandi:
ja: コマンド:
ko: 명령:
pl: Polecenia:
sv: Kommandon:

source: Run '%{command}' for more information on a command and its subcommands.
hu: Futtassa a(z) „%{command}” parancsot a parancsok és az alparancsok részletes ismertetésének megtekintéséhez.
it: Eseguire '%{command}' per ulteriori informazioni su un comando e i rispettivi sottocomandi.
ja: コマンドおよびそのサブコマンドの詳細については、「%{command}」を実行してください。
ko: 명령 및 해당 하위 명령에 대한 자세한 내용을 보려면 '%{command}'을(를) 실행합니다.
pl: Uruchom polecenie '%{command}', aby uzyskać więcej informacji na temat polecenia i jego podpoleceń.
sv: Kör '%{command}' för mer information om ett kommando och dess delkommandon.

source: Do you have any suggestions for improvement? We would love to hear from you!
hu: Fejlesztési javaslata van? Örömmel vesszük a visszajelzését.
it: Qualsiasi consiglio di miglioramento sarà molto apprezzato.
ja: 改善するためのご提案がございましたらぜひお聞かせください!
ko: 개선을 위한 제안 사항이 있습니까? 여러분의 의견을 듣고 싶습니다!
pl: Czy masz jakieś sugestie usprawnień? Chętnie się z nimi zapoznamy!
sv: Har du förslag på förbättringar? Hör gärna av dig till oss!

source: Check out %{url}
hu: Ellenőrizze a(z) %{url} URL-címet.
it: Verifica %{url}
ja: チェックアウト %{url}
ko: %{url} 체크 아웃
pl: Wyrejestruj %{url}
sv: Kontrollera %{url}

source: Could not create deduplication hardlink: %{error}.
hu: Nem sikerült létrehozni a deduplikálási kódolt hivatkozást: %{error}.
it: Impossibile creare collegamento reale di deduplicazione: %{error}.
ja: 重複排除のハードリンクを作成できませんでした: %{error} 。
ko: 중복 제거 하드 링크를 생성할 수 없음: %{error}.
pl: Nie udało się utworzyć dowiązania twardego deduplikacji: %{error}.
sv: Det gick inte att skapa hård länk för avduplicering: %{error}.

source: Cannot connect to database server. Ensure its credentials are correctly configured in '%{path}' or configure RMT with YaST ('%{command}').
hu: Nem lehet csatlakozni az adatbázis-kiszolgálóhoz. Ellenőrizze, hogy a hitelesítő adatok helyesen vannak-e megadva a(z) „%{path}” elérési úthoz, vagy konfigurálja az RMT-t a YaST („%{command}”) használatával.
it: Connessione al server database impossibile. Assicurarsi che le rispettive credenziali siano configurate correttamente in '%{path}' o configurare RMT con YaST ('%{command}').
ja: データベースサーバに接続できません。資格情報が「%{path}」で正しく設定されていることを確認するか、YaST (「%{command}」) を使用してRMTを設定してください。
ko: 데이터베이스 서버에 연결할 수 없습니다. 해당 인증서가 '%{path}'에 올바르게 구성되었는지 확인하거나 RMT를 YaST('%{command}')로 구성하시기 바랍니다.
pl: Nie można nawiązać połączenia z serwerem bazy danych. Upewnij się, że jego dane uwierzytelniające są prawidłowo skonfigurowane w ścieżce '%{path}' lub skonfiguruj narzędzie RMT za pomocą programu YaST ('%{command}').
sv: Det går inte att ansluta till databasservern. Se att inloggningsuppgifterna är korrekt konfigurerade i '%{path}' eller konfigurera RMT med YaST ('%{command}').

source: Cannot connect to database server. Make sure it is running and its credentials are configured in '%{path}'.
hu: Nem lehet csatlakozni az adatbázis-kiszolgálóhoz. Ellenőrizze, hogy fut-e a kiszolgáló, és a hitelesítő adatai meg vannak-e adva a(z) „%{path}” elérési úthoz.
it: Connessione al server database impossibile. Assicurarsi che sia in esecuzione e che le rispettive credenziali siano configurate in '%{path}'.
ja: データベースサーバに接続できません。データベースサーバが動作していること、およびその資格情報が「%{path}」で設定されていることを確認してください。
ko: 데이터베이스 서버에 연결할 수 없습니다. 해당 서버가 실행 중이며 해당 인증서가 '%{path}'에 구성되었는지 확인하시기 비랍니다.
pl: Nie można nawiązać połączenia z serwerem bazy danych. Upewnij się, że jest uruchomiony i że jego dane uwierzytelniające są prawidłowo skonfigurowane w ścieżce '%{path}'.
sv: Det går inte att ansluta till databasservern. Se till att den körs och att inloggningsuppgifterna är konfigurerade i '%{path}'.

source: The RMT database has not yet been initialized. Run '%{command}' to set up the database.
ja: RMTデータベースはまだ初期化されていません。データベースをセットアップするには、「%{command}」を実行してください。

source: The SCC credentials are not configured correctly in '%{path}'. You can obtain them from %{url}
hu: Az SCC hitelesítő adatok helytelenül vannak konfigurálva a(z) „%{path}” elérési úton. Az adatokat a(z) %{url} címről kérheti le.
it: Le credenziali SCC non sono configurate correttamente in '%{path}'. È possibile ottenerle da %{url}
ja: SCC資格情報が「%{path}」で正しく設定されていません。それらの資格情報は %{url} から取得できます
ko: SCC 인증서가 '%{path}'에 올바르게 구성되지 않았습니다. 이 인증서를 %{url}에서 가져올 수 있습니다.
pl: Dane uwierzytelniające SCC nie są prawidłowo skonfigurowane w ścieżce '%{path}'. Możesz uzyskać je pod adresem %{url}
sv: SCC-uppgifter är inte korrekt konfigurerade i '%{path}'. Du kan hämta dem från %{url}

source: SCC API request failed. Error details: Request URL: %{url} Response code: %{code} Response body: %{body}
it: Richiesta dell'API SCC non riuscita. Dettagli errore: URL richiesta: %{url} Codice di risposta: %{code} Contenuto risposta: %{body}
ja: SCC API リクエストが失敗しました。エラーの詳細: リクエスト URL: %{url} レスポンスコード: %{code} レスポンスボディ: %{body}

source: %{path} is not a directory.
hu: A(z) %{path} nem könyvtár.
it: %{path} non è una directory.
ja: %{path} はディレクトリではありません。
ko: %{path}은(는) 디렉토리가 아닙니다.
pl: %{path} nie jest katalogiem.
sv: %{path} är inte en katalog.

source: %{path} is not writable by user %{username}.
hu: A(z) %{path} elérési út nem írható %{username} felhasználó számára.
it: %{path} non è scrivibile dall'utente %{username}.
ja: %{path} はユーザ %{username} による書き込みはできません。
ko: %{path}은(는) %{username} 사용자가 쓸 수 없습니다.
pl: Użytkownik %{username} nie ma możliwości zapisu w ścieżce %{path}.
sv: %{path} är inte skrivbar av användare %{username}.

source: Name
hu: Név
it: Nome
ja: 名前
ko: 이름
pl: Nazwa
sv: Namn

source: Mandatory?
hu: Kötelező?
it: Obbligatorio?
ja: 必須ですか?
ko: 필수입니까?
pl: Obowiązkowe?
sv: Obligatoriskt?

source: Mirror?
hu: Tükrözés?
it: Eseguire il mirroring?
ja: ミラーリングしますか?
ko: 미러링하시겠습니까?
pl: Odzwierciedlać?
sv: Spegla?

source: Last Mirrored
hu: Utoljára tükrözött
it: Ultimo mirroring eseguito
ja: 前回のミラーリング
ko: 마지막으로 미러링됨
pl: Ostatnio odzwierciedlone
sv: Senast speglad

source: Mandatory
hu: Kötelező
it: Obbligatorio
ja: 必須
ko: 필수
pl: Obowiązkowe
sv: Obligatoriskt

source: Not Mandatory
hu: Nem kötelező
it: Non obbligatorio
ja: 必須ではありません
ko: 필수가 아님
pl: Nieobowiązkowe
sv: Inte obligatoriskt

source: Mirror
hu: Tükrözés
it: Esegui mirroring
ja: ミラーリング
ko: 미러
pl: Odzwierciedlaj
sv: Spegla

source: Don't Mirror
hu: Ne tükrözze
it: Non eseguire il mirroring
ja: ミラーリングしない
ko: 미러링 안 함
pl: Nie odzwierciedlaj
sv: Spegla inte

source: Version
hu: Verzió
it: Versione
ja: バージョン
ko: 버전
pl: Wersja

source: Architecture
it: Architettura
ja: アーキテクチャ

source: Product ID
hu: Termékazonosító
it: ID prodotto
ja: 製品ID
ko: 제품 ID
pl: Identyfikator produktu
sv: Produkt-ID

source: Product Name
hu: Terméknév
it: Nome prodotto
ja: 製品名
ko: 제품 이름
pl: Nazwa produktu
sv: Produktnamn

source: Product Version
hu: Termékverzió
it: Versione prodotto
ja: 製品バージョン
ko: 제품 버전
pl: Wersja produktu
sv: Produktversion

source: Product Architecture
hu: Termékarchitektúra
it: Architettura prodotto
ja: 製品アーキテクチャ
ko: 제품 아키텍처
pl: Architektura produktu
sv: Produktarkitektur

source: Product
hu: Termék
it: Prodotto
ja: 製品
ko: 제품
pl: Produkt
sv: Produkt

source: Arch
ja: アーチ
sv: Båge

source: Product String
it: Stringa prodotto
ja: 製品文字列

source: Release Stage
it: Fase release
ja: リリースステージ

source: Last mirrored
hu: Utoljára tükrözött
it: Ultimo mirroring eseguito
ja: 前回のミラーリング
ko: 마지막으로 미러링됨
pl: Ostatnio odzwierciedlone
sv: Senast speglad

source: Description
it: Descrizione
ja: 説明

source: mandatory
it: obbligatorio
ja: 必須

source: non-mandatory
it: non obbligatorio
ja: 非必須

source: enabled
it: abilitato
ja: 有効

source: not enabled
it: non abilitato
ja: 有効化されていません

source: mirrored at %{time}
it: mirroring eseguito alle ore %{time}
ja: %{time} にミラー済み

source: not mirrored
it: mirroring non eseguito
ja: ミラーリングされていません

source: Login
ja: ログイン

source: Hostname
it: Nome host
ja: ホスト名

source: Registration time
it: Ora di registrazione
ja: 登録日時

source: Last seen
it: Ultima visualizzazione
ja: 最終確認

source: Products
it: Prodotti
ja: 製品

source: Store SCC data in files at given path
hu: SCC-adatok tárolása a megadott elérési úton található fájlokban
it: Memorizza i dati SCC nei file in un percorso specificato
ja: 指定されたパスのファイルのSCCデータを保存する
ko: 지정된 경로의 파일에 SCC 데이터 저장
pl: Przechowuj dane SCC w plikach w podanej ścieżce
sv: Lagra SCC-data i filer på angiven sökväg

source: Store repository settings at given path
hu: Adattár-beállítások tárolása a megadott elérési úton
it: Memorizza impostazioni repository in un percorso specificato
ja: 指定されたパスにリポジトリ設定を保存する
ko: 지정된 경로에 리포지토리 설정 저장
pl: Przechowuj ustawienia repozytorium w podanej ścieżce
sv: Lagra lagringsplatsinställningar på angiven sökväg

source: Settings saved at %{file}.
hu: A beállítások mentve a(z) %{file} fájlban.
it: Impostazioni salvate in %{file}.
ja: %{file} に設定が保存されました。
ko: 설정이 %{file}에 저장되었습니다.
pl: Ustawienia zapisane w pliku %{file}.
sv: Inställningar sparade i %{file}.

source: Mirror repos at given path
hu: Adattárak tükrözése adott elérési útnál
it: Esegui mirroring dei repository nel percorso specificato
ja: 指定されたパスのリポジトリをミラーリングする
ko: 제공된 경로에서 리포지토리 미러링
pl: Odzwierciedlaj repozytoria w podanej ścieżce
sv: Spegla repos på angiven sökväg

source: Run this command on an online RMT.
it: Eseguire questo comando su un RMT online.
ja: このコマンドをオンラインの RMT で実行してください。

source: The specified PATH must contain a %{file} file. An offline RMT can create this file with the command '%{command}'.
it: Il valore PATH specificato deve contenere un file %{file}, che può essere creato da un RMT offline con il comando '%{command}'.
ja: 指定した PATH には %{file} ファイルが含まれていなければなりません。オフライン版の RMT でこのファイルを作成したい場合は、 %{command}' コマンドを実行してください。

source: RMT will mirror the specified repositories in %{file} to PATH, usually a portable storage device.
it: RMT eseguirà il mirroring dei repository specificati in %{file} in PATH, che solitamente è un dispositivo di memorizzazione portatile.
ja: RMT は %{file} 内にある指定リポジトリを PATH にミラーします。通常は可搬型のストレージデバイスです。

source: %{file} does not exist.
hu: A(z) %{file} nem létezik.
it: %{file} inesistente.
ja: %{file} は存在しません。
ko: %{file}이(가) 없습니다.
pl: %{file} nie istnieje.
sv: %{file} finns inte.

source: Read SCC data from given path
hu: SCC-adatok olvasása a megadott elérési útról
it: Leggi dati SCC dal percorso specificato
ja: 指定されたパスから SCC データを読み込む
ko: 제공된 경로에서 SCC 데이터 읽기
pl: Odczytaj dane SCC z podanej ścieżki
sv: Läs SCC-data från angiven sökväg

source: Mirror repos from given path
hu: Adattárak tükrözése adott elérési útról
it: Esegui mirroring dei repository dal percorso specificato
ja: 指定されたパスからリポジトリをミラーリングする
ko: 제공된 경로의 리포지토리 미러링
pl: Odzwierciedlaj repozytoria z podanej ścieżki
sv: Spegla repos från angiven sökväg

source: repository by URL %{url} does not exist in database
hu: %{url} URL-című adattár nem létezik az adatbázisban.
it: repository per URL %{url} inesistente nel database
ja: URL %{url} のリポジトリはデータベースに存在しません
ko: URL %{url}별 리포지토리가 데이터베이스에 없습니다
pl: repozytorium o adresie URL %{url} nie istnieje w bazie danych
sv: lagringsplats med webbadressen %{url} finns inte i databasen

source: Enable debug output
hu: Hibakeresési kimenet engedélyezése
it: Abilita output di debug
ja: デバッグ出力を有効にする
ko: 디버그 출력 활성화
pl: Włącz wyjście debugowania
sv: Aktivera felsökningsutdata

source: Sync database with SUSE Customer Center
hu: Adatbázis szinkronizálása a SUSE Ügyfélközponttal
it: Sincronizza database con SUSE Customer Center
ja: SUSE Customer Centerとデータベースを同期する
ko: SUSE Customer Center와 데이터베이스 동기화
pl: Synchronizuj bazę danych z SUSE Customer Center
sv: Synka databas med SUSE-kundtjänst

source: List and modify products
hu: Termékek listázása és módosítása
it: Elenca e modifica prodotti
ja: 製品を一覧表示および変更する
ko: 제품 나열 및 수정
pl: Wyświetl i modyfikuj produkty
sv: Lista och ändra produkter

source: List and modify repositories
hu: Adattárak listázása és módosítása
it: Elenca e modifica repository
ja: リポジトリを一覧表示および変更する
ko: 리포지토리 나열 및 수정
pl: Wyświetl i modyfikuj repozytoria
sv: Lista och ändra lagringsplatser

source: Mirror repositories
hu: Adattárak tükrözése
it: Mirroring dei repository
ja: リポジトリをミラーリングする
ko: 리포지토리 미러링
pl: Odzwierciedlaj repozytoria
sv: Spegla lagringsplatser

source: Import commands for Offline Sync
hu: Offline szinkronizálás importálási parancsai
it: Comandi di importazione per sincronizzazione offline
ja: オフライン同期用コマンドのインポート
ko: 오프라인 동기화에 대한 명령 임포트
pl: Importuj polecenia do synchronizacji offline
sv: Importera kommandon för Offline Sync

source: Export commands for Offline Sync
hu: Offline szinkronizálás exportálási parancsai
it: Comandi di esportazione per sincronizzazione offline
ja: オフライン同期用コマンドのエクスポート
ko: 오프라인 동기화를 위해 명령 엑스포트
pl: Eksportuj polecenia do synchronizacji offline
sv: Exportera kommandon för Offline Sync

source: List and manipulate registered systems
it: Elenca e modifica sistemi registrati
ja: 登録済みシステムの一覧表示と操作

source: Show RMT version
hu: RMT-verzió megjelenítése
it: Mostra versione RMT
ja: RMTバージョンの表示
ko: RMT 버전 표시
pl: Pokaż wersję RMT
sv: Visa RMT-version

source: Mirror all enabled repositories
it: Esegui mirroring di tutti i repository abilitati
ja: 有効化されている全てのリポジトリをミラーリングする

source: Mirroring SUMA product tree failed: %{error_message}
it: Mirroring dell'albero prodotti SUMA non riuscito: %{error_message}
ja: SUMA 製品ツリーのミラーリングに失敗しました: %{error_message}

source: There are no repositories marked for mirroring.
hu: Nincsenek tükrözésre jelölt adattárak.
it: Nessun repository contrassegnato per il mirroring.
ja: ミラーリング用にマーク付けされたリポジトリはありません。
ko: 미러링으로 표시된 리포지토리가 없습니다.
pl: Brak repozytoriów oznaczonych do odzwierciedlania.
sv: Det finns inga lagringsplatser som är markerade för spegling.

source: Mirror enabled repositories with given repository IDs
it: Esegui mirroring dei repository abilitati con gli ID repository specificati
ja: 指定された ID を持つ有効化されたリポジトリをミラーリングする

source: No repository IDs supplied
it: Nessun ID repository fornito
ja: リポジトリ ID が指定されていません

source: Repository with ID %{repo_id} not found
it: Repository con ID %{repo_id} non trovato
ja: ID %{repo_id} のリポジトリが見つかりませんでした

source: Mirror enabled repositories for a product with given product IDs
it: Esegui mirroring dei repository abilitati per un prodotto con gli ID prodotto specificati
ja: 指定された ID を持つ製品向けの有効化されたリポジトリをミラーリングする

source: No product IDs supplied
hu: Nincsenek megadva termékazonosítók.
it: Nessun ID prodotto fornito
ja: 製品IDが提供されていません
ko: 입력한 제품 ID가 없음
pl: Nie podano identyfikatorów produktów
sv: Inga produkt-ID levererade

source: Product for target %{target} not found
it: Prodotto per destinazione %{target} non trovato
ja: ターゲット %{target} に対する製品が見つかりませんでした

source: Product %{target} has no repositories enabled
it: Il prodotto %{target} non dispone di repository abilitati
ja: 製品 %{target} には有効化されているリポジトリがありません

source: Product with ID %{target} not found
it: Prodotto con ID %{target} non trovato
ja: ID %{target} の製品が見つかりませんでした

source: Mirroring of repository with ID %{repo_id} is not enabled
it: Il mirroring del repository con ID %{repo_id} non è abilitato
ja: ID %{repo_id} のリポジトリのミラーリングは有効化されていません

source: Repository '%{repo_name}' (%{repo_id}): %{error_message}
ja: リポジトリ '%{repo_name}' (%{repo_id}): %{error_message}

source: Mirroring complete.
it: Mirroring completato.
ja: ミラーリングが完了しました。

source: The following errors occurred while mirroring:
it: Durante il mirroring si sono verificati gli errori seguenti:
ja: ミラーリング時に下記のエラーが発生しました:

source: Mirroring completed with errors.
it: Mirroring completato con errori.
ja: ミラーリングがエラーで終了しました。

source: List products which are marked to be mirrored.
hu: A tükrözésre jelölt termékek listázása
it: Elenca i prodotti contrassegnati per il mirroring.
ja: ミラーリング対象にマーク付けされている製品を一覧表示します。
ko: 미러링으로 표시된 제품을 나열합니다.
pl: Wyświetl listę produktów, które są oznaczone do odzwierciedlania.
sv: Lista produkter som är markerade för spegling.

source: List all products, including ones which are not marked to be mirrored
hu: Az összes termék listázása, beleértve azokat is, amelyek nincsenek tükrözésre jelölve
it: Elenca tutti i prodotti, inclusi quelli non contrassegnati per il mirorring
ja: ミラーリング対象にマーク付けされていない製品を含む、すべての製品を一覧表示する
ko: 미러링으로 표시되지 않은 제품을 포함하여 모든 제품 나열
pl: Wyświetl listę wszystkich produktów, w tym również takich, które nie są oznaczone do odzwierciedlania
sv: Lista alla produkter, inklusive de som inte är markerade för spegling
