Repository: Dzejrou/rmt
Catalog: locale/*/rmt.po
Languages: hu, it, ja, ko, pl, sv

source: Output data in CSV format
hu: Kimeneti adatok CSV formátumban
it: Dati di output in formato CSV
ja: CSVフォーマットの出力データ
ko: CSV 형식으로 데이터 출력
pl: Dane wyjściowe w formacie CSV
sv: Utdata i CSV-format

source: Product name (e.g., Basesystem, SLES)
ja: 製品名(例: Basesystem, SLES)

source: Product version (e.g., 15, 15.1, '12 SP4')
ja: 製品バージョン(例: 15, 15.1, '12 SP4')

source: Product architecture (e.g., x86_64, aarch64)
ja: 製品アーキテクチャ(例: x86_64, aarch64)

source: Run '%{command}' to synchronize with your SUSE Customer Center data first.
hu: Előbb futtassa a(z) „%{command}” parancsot a SUSE Ügyfélközpont adataival való szinkronizáláshoz.
it: Eseguire '%{command}' per prima sincronizzarsi con i dati di SUSE Customer Center.
ja: SUSE Customer Centerデータと同期するには、まず「%{command}」を実行してください。
ko: '%{command}'을(를) 실행하여 SUSE Customer Center 데이터와 먼저 동기화합니다.
pl: Najpierw uruchom polecenie '%{command}', aby dokonać synchronizacji z danymi SUSE Customer Center.
sv: Kör '%{command}' för att först synkronisera med dina SUSE-kundtjänstdata.

source: No matching products found in the database.
hu: Nem találhatók egyező termékek az adatbázisban.
it: Nessun prodotto corrispondente trovato nel database.
ja: データベース内に一致する製品が見つかりません。
ko: 데이터베이스에서 일치하는 제품을 찾을 수 없습니다.
pl: Nie znaleziono pasujących produktów w bazie danych.
sv: Inga matchande produkter hittades i databasen.

source: Only enabled products are shown by default. Use the '%{command}' option to see all products.
hu: Alapértelmezés szerint csak az engedélyezett termékek vannak megjelenítve. Az összes termék megtekintéséhez használja a(z) „%{command}” lehetőséget.
it: Per impostazione predefinita vengono visualizzati solo i prodotti abilitati. Utilizzare l'opzione '%{command}' per visualizzare tutti i prodotti.
ja: 有効な製品のみがデフォルトで表示されます。すべての製品を表示するには「%{command}」オプションを使用します。
ko: 활성화된 제품만 기본적으로 표시됩니다. 모든 제품을 표시하려면 '%{command}' 옵션을 사용합니다.
pl: Domyślnie wyświetlane są tylko produkty włączone. Użyj opcji '%{command}', aby wyświetlić wszystkie produkty.
sv: Endast aktiverade produkter visas som standard. Använd alternativet '%{command}' för att visa alla produkter.

source: Enable mirroring of product repositories by a list of product IDs or product strings.
hu: Engedélyezze a termékadattárak türközését a termékazonosítók vagy a termékkarakterláncok listája alapján.
it: Abilita il mirroring dei repository dei prodotti per un elenco di ID prodotto o stringhe di prodotti.
ja: 製品IDまたは製品文字列のリストにより製品リポジトリのミラーリングを有効にする。
ko: 제품 ID 또는 제품 문자열 목록으로 제품 리포지토리 미러링을 활성화합니다.
pl: Włącz odzwierciedlanie repozytoriów produktów wg listy identyfikatorów produktów lub łańcuchów produktów.
sv: Aktivera spegling av produktlagringsplatser efter en lista med produkt-ID eller produktsträngar.

source: Enables all free modules for a product
hu: Engedélyezi a termékek összes ingyenes modulját.
it: Abilita tutti i moduli disponibili per un prodotto
ja: 製品のすべての無料モジュールを有効にする
ko: 제품에 대한 모든 무료 모듈 활성화
pl: Włącza wszystkie bezpłatne moduły dla danego produktu
sv: Aktiverar alla lediga moduler för en produkt

source: Examples
it: Esempi
ja: 例

source: Disable mirroring of product repositories by a list of product IDs or product strings.
hu: Tiltsa le a termékadattárak tükrözését a termékazonosítók vagy a termékkarakterláncok listájának használatával.
it: Disabilita il mirroring dei repository dei prodotti per un elenco di ID prodotto o stringhe di prodotti.
ja: 製品IDまたは製品文字列のリストにより、製品リポジトリのミラーリングを無効にします。
ko: 제품 ID 또는 제품 문자열 목록으로 제품 리포지토리 미러링을 비활성화합니다.
pl: Wyłącz odzwierciedlanie repozytoriów produktów wg listy identyfikatorów produktów lub łańcuchów produktów.
sv: Inaktivera spegling av produktlagringsplatser efter en lista med produkt-ID eller produktsträngar.

source: To clean up downloaded files, run '%{command}'
it: Per ripulire i file scaricati, eseguire '%{command}'
ja: ダウンロードしたファイルをクリーンアップするには、 '%{command}' を実行してください

source: Displays product with all its repositories and their attributes.
it: Visualizza il prodotto con tutti i relativi repository e gli attributi.
ja: 製品に対応する全てのリポジトリと、それらの属性を表示しています。

source: No product found for target %{target}.
hu: Nem található termék a(z) %{target} célhoz.
it: Nessun prodotto trovato per destinazione %{target}.
ja: ターゲット %{target} 用の製品が見つかりません。
ko: 대상 %{target}에 대한 제품이 없습니다.
pl: Nie znaleziono produktu dla elementu docelowego %{target}.
sv: Ingen produkt hittades för målet %{target}.

source: Product: %{name} (ID: %{id})
ja: 製品: %{name} (ID: %{id})

source: Description: %{description}
it: Descrizione: %{description}
ja: 説明: %{description}

source: Repositories:
it: Repository:
ja: リポジトリ:

source: Repositories are not available for this product.
it: I repository non sono disponibili per questo prodotto.
ja: この製品に対してはリポジトリが提供されていません。

source: Product %{products} could not be found and was not enabled.
hu: A(z) %{products} termék nem található, és nem lett engedélyezve.
it: Impossibile trovare il prodotto %{products} e questo non è stato abilitato.
ja: 製品 %{products} は見つかりませんでした。有効になっていません。
ko: %{products} 제품이 없어 활성화되지 않았습니다.
pl: Nie udało się znaleźć produktu %{products} i nie został on włączony.
sv: Produkten %{products} kunde inte hittas och var inte aktiverad.

source: Product %{products} could not be found and was not disabled.
hu: A(z) %{products} termék nem található, és nem lett letiltva.
it: Impossibile trovare il prodotto %{products} e questo non è stato disabilitato.
ja: 製品 %{products} は見つかりませんでしたが、無効になっていません。
ko: %{products} 제품이 없어 비활성화되지 않았습니다.
pl: Nie udało się znaleźć produktu %{products} i nie został on wyłączony.
sv: Produkten %{products} gick inte att hitta och var inte inaktiverad.

source: Enabling %{product}:
hu: A(z) %{product} engedélyezése:
it: Abilitazione di %{product}:
ja: %{product} の有効化:
ko: %{product} 활성화 중:
pl: Włączanie %{product}:
sv: Aktiverar %{product}:

source: Disabling %{product}:
hu: %{product} termék letiltása:
it: Disabilitazione di %{product}:
ja: %{product} の無効化:
ko: %{product} 비활성화:
pl: Wyłączanie %{product}:
sv: Inaktiverar %{product}:

source: All repositories have already been enabled.
hu: Már az összes adattár engedélyezve lett.
it: Tutti i repository sono già stati abilitati.
ja: すべてのリポジトリはすでに有効化されています。
ko: 모든 리포지토리가 이미 활성화되었습니다.
pl: Wszystkie repozytoria zostały już włączone.
sv: Alla lagringsplatser har redan aktiverats.

source: All repositories have already been disabled.
hu: Már az összes adattár le lett tiltva.
it: Tutti i repository sono già stati disabilitati.
ja: すべてのリポジトリはすでに無効化されています。
ko: 모든 리포지토리가 이미 비활성화되었습니다.
pl: Wszystkie repozytoria zostały już wyłączone.
sv: Alla lagringsplatser har redan inaktiverats.

source: Enabled repository %{repository}.
hu: A(z) %{repository} adattár engedélyezve.
it: Repository %{repository} abilitato.
ja: リポジトリ %{repository} を有効にしました。
ko: %{repository} 리포지토리가 활성화되었습니다.
pl: Włączono repozytorium %{repository}.
sv: Aktiverade lagringsplatsen %{repository}.

source: Disabled repository %{repository}.
hu: A(z) %{repository} adattár le lett tiltva.
it: Repository %{repository} disabilitato.
ja: 無効化されたリポジトリ %{repository}。
ko: %{repository} 리포지토리를 비활성화했습니다.
pl: Wyłączono repozytorium %{repository}.
sv: Inaktiverade lagringsplatsen %{repository}.

source: Found product by target %{target}: %{products}.
hu: A(z) %{target} cél alapján talált termék: %{products}.
it: Trovato prodotto per destinazione %{target}: %{products}.
ja: ターゲット %{target} により製品を検出しました: %{products}。
ko: 대상 %{target}: %{products}(으)로 제품을 찾았습니다.
pl: Znaleziono produkt wg elementu docelowego %{target}: %{products}.
sv: Hittade produkt efter mål %{target}: %{products}.

source: Product by ID %{id} not found.
hu: A(z) %{id} azonosítójú termék nem található.
it: Prodotto per ID %{id} non trovato.
ja: ID %{id} の製品が見つかりません。
ko: ID가 %{id}인 제품을 찾을 수 없습니다.
pl: Nie znaleziono produktu o identyfikatorze %{id}.
sv: Produkt efter ID %{id} hittades inte.

source: List and modify custom repositories
hu: Egyéni adattárak listázása és módosítása
it: Elenca e modifica repository personalizzati
ja: カスタムリポジトリを一覧表示および変更する
ko: 사용자 지정 리포지토리 나열 및 수정
pl: Wyświetl i modyfikuj niestandardowe repozytoria
sv: Lista och ändra anpassade lagringsplatser

source: List repositories which are marked to be mirrored
hu: A tükrözésre jelölt adattárak listázása
it: Elenca i repository contrassegnati per il mirroring
ja: ミラーリング対象にマーク付けされているリポジトリを一覧表示します
ko: 미러링으로 표시된 리포지토리 나열
pl: Wyświetl listę repozytoriów, które są oznaczone do odzwierciedlania
sv: Lista lagringsplatser som är markerade för spegling

source: List all repositories, including ones which are not marked to be mirrored
hu: Az összes adattár listázása, beleértve azokat is, amelyek nincsenek tükrözésre jelölve
it: Elenca tutti i repository, inclusi quelli non contrassegnati per il mirroring
ja: ミラーリング対象にマーク付けされていないリポジトリを含む、すべてのリポジトリを一覧表示する
ko: 미러링으로 표시되지 않은 리포지토를 포함하여 모든 리포지토리 나열
pl: Wyświetl listę wszystkich repozytoriów, w tym również takich, które nie są oznaczone do odzwierciedlania
sv: Lista alla lagringsplatser, inklusive de som inte är markerade för spegling

source: Removes locally mirrored files of repositories which are not marked to be mirrored
it: Rimuove i file con mirroring in locale dei repository che non sono contrassegnati per il mirroring
ja: ミラーリング対象としてマークされていないリポジトリのミラー済みファイルを削除します

source: RMT only found locally mirrored files of repositories that are marked to be mirrored.
it: RMT ha trovato soltanto file con mirroring in locale dei repository contrassegnati per il mirroring.
ja: RMT はミラーリング対象としてマークされているリポジトリのファイルのみを検出しました。

source: RMT found locally mirrored files from the following repositories which are not marked to be mirrored:
it: RMT ha trovato file con mirroring in locale provenienti dai repository seguenti che non sono contrassegnati per il mirroring:
ja: RMT は下記のリポジトリ内に、ミラーリング対象としてマークされていないミラー済みファイルを検出しました:

source: Would you like to continue and remove the locally mirrored files of these repositories?
it: Continuare e rimuovere i file con mirroring in locale di questi repository?
ja: 続行してこれらのリポジトリのミラー済みファイルを削除しますか？

source: Only '%{input}' will be accepted.
it: Sarà accettato solo il valore '%{input}'.
ja: '%{input}' のみを受け付けることができます。

source: Enter a value:
it: Immettere un valore:
ja: 値を入力してください:

source: Clean cancelled.
it: Pulizia annullata.
ja: クリーンアップをキャンセルしました。

source: Deleting locally mirrored files from repository '%{repo}'...
it: Eliminazione dei file con mirroring in locale dal repository '%{repo}' in corso...
ja: リポジトリ '%{repo}' から、ローカルにミラーされているファイルを削除しています...

source: Clean finished. An estimated %{total_file_size} was removed.
ja: クリーンアップが完了しました。推定 %{total_file_size} が削除されました。

source: Enable mirroring of repositories by a list of repository IDs
hu: Engedélyezze a termékadattárak türközését az adattár-azonosítók listája alapján.
it: Abilita mirroring dei repository per un elenco di ID repository
ja: リポジトリIDのリストによりリポジトリのミラーリングを有効にする
ko: 리포지토리 ID 목록으로 리포지토리 미러링 활성화
pl: Włącz odzwierciedlanie repozytoriów wg listy identyfikatorów repozytoriów
sv: Aktivera spegling av lagringsplatser efter en lista med lagringsplats-ID

source: Examples:
it: Esempi:
ja: 例:

source: Disable mirroring of repositories by a list of repository IDs
hu: Tiltsa le a termékadattárak tükrözését az adattárazonosítók listájának használatával.
it: Disabilita mirroring dei repository per un elenco di ID repository
ja: リポジトリIDのリストによりリポジトリのミラーリングを無効にする
ko: 리포지토리 ID 목록으로 리포지토리 미러링 비활성화
pl: Wyłącz odzwierciedlanie repozytoriów wg listy identyfikatorów repozytoriów
sv: Inaktivera spegling av lagringsplatser efter en lista med lagringsplats-ID

source: To clean up downloaded files, please run '%{command}'
it: Per ripulire i file scaricati, eseguire '%{command}'
ja: ダウンロードしたファイルをクリーンアップするには、 '%{command}' を実行してください

source: No repositories enabled.
hu: Nincsenek engedélyezett adattárak.
it: Nessun repository abilitato.
ja: リポジトリが有効化されていません。
ko: 활성화된 리포지토리가 없습니다.
pl: Brak włączonych repozytoriów.
sv: Inga lagringsplatser är aktiverade.

source: Only enabled repositories are shown by default. Use the '%{option}' option to see all repositories.
hu: Alapértelmezés szerint csak az engedélyezett adattárak vannak megjelenítve. Az összes adattár megtekintéséhez használja a(z) „%{command}” lehetőséget.
it: Per impostazione predefinita vengono visualizzati solo i repository abilitati. Utilizzare l'opzione '%{option}' per visualizzare tutti i repository.
ja: 有効なリポジトリのみがデフォルトで表示されます。すべてのリポジトリを表示するには「%{command}」オプションを使用します。
ko: 활성화된 리포지토리만 기본적으로 표시됩니다. 모든 리포지토리를 표시하려면 '%{option}' 옵션을 사용합니다.
pl: Domyślnie wyświetlane są tylko repozytoria włączone. Użyj opcji '%{option}', aby wyświetlić wszystkie repozytoria.
sv: Endast aktiverade lagringsplatser visas som standard. Använd alternativet '%{option}' för att visa alla lagringsplatser.

source: Repository by ID %{repos} could not be found and was not enabled.
it: Impossibile trovare il repository per ID %{repos} e questo è stato abilitato.
ja: リポジトリ %{repos} が見つからなかったため、有効化されていません。

source: Repository by ID %{repos} could not be found and was not disabled.
it: Impossibile trovare il repository per ID %{repos} e non è stato disabilitato.
ja: リポジトリ %{repos} が見つからなかったため、無効化されていません。

source: Repository by ID %{id} successfully enabled.
hu: A(z) %{id} azonosítójú adattár engedélyezése megtörtént.
it: Abilitazione del repository per ID %{id} completata.
ja: ID %{id} のリポジトリが正常に有効化されました。
ko: ID가 %{id}인 리포지토리가 활성화되었습니다.
pl: Pomyślnie włączono repozytorium o identyfikatorze %{id}.
sv: Lagringsplats med ID %{id} har aktiverats.

source: Repository by ID %{id} successfully disabled.
hu: A(z) %{id} azonosítójú adattár letiltása megtörtént.
it: Disabilitazione del repository per ID %{id} completata.
ja: ID %{id} によりリポジトリが正常に無効化されました。
ko: ID가 %{id}인 리포지토리가 비활성화되었습니다.
pl: Pomyślnie wyłączono repozytorium o identyfikatorze %{id}.
sv: Lagringsplats med ID %{id} har inaktiverats.

source: Repository by ID %{id} not found.
it: Repository per ID %{id} non trovato.
ja: ID %{id} のリポジトリが見つかりません。

source: Creates a custom repository.
hu: Egyéni adattárat hoz létre.
it: Crea un repository personalizzato.
ja: カスタムリポジトリを作成します。
ko: 사용자 지정 리포지토리를 생성합니다.
pl: Tworzy niestandardowe repozytorium.
sv: Skapar en anpassad lagringsplats.

source: Provide a custom ID instead of allowing RMT to generate one.
it: Fornire un ID personalizzato invece di consentire a RMT di generarne uno.
ja: RMT に生成させるのではなく、独自の ID を指定してください。

source: A repository by the URL %{url} already exists.
hu: A(z) %{url} URL-cím által megadott adattár már létezik.
it: Esiste già un repository fornito dall'URL %{url}.
ja: URL %{url} のリポジトリはすでに存在しています。
ko: URL이 %{url}인 리포지토리가 이미 있습니다.
pl: Repozytorium o adresie URL %{url} już istnieje.
sv: Det finns redan en lagringsplats med webbadressen %{url}.

source: A repository by the ID %{id} already exists.
it: Esiste già un repository fornito dall'ID %{id}.
ja: ID %{id} のリポジトリはすでに存在しています。

source: Please provide a non-numeric ID for your custom repository.
it: Fornire un ID non numerico per il repository personalizzato.
ja: カスタムリポジトリに対する数字ではない ID を入力してください。

source: Couldn't add custom repository.
it: Impossibile aggiungere un repository personalizzato.
ja: カスタムリポジトリを追加できませんでした。

source: Successfully added custom repository.
hu: Az egyéni adattár hozzáadása megtörtént.
it: Aggiunta del repository personalizzato completata.
ja: カスタムリポジトリが正常に追加されました。
ko: 사용자 지정 리포지토리가 성공적으로 추가되었습니다.
pl: Pomyślnie dodano niestandardowe repozytorium.
sv: Anpassad lagringsplats har lagts till.

source: List all custom repositories
hu: Összes egyéni adattár listázása
it: Elenca i tutti i repository personalizzati
ja: すべてのカスタムリポジトリを一覧表示する
ko: 모든 사용자 지정 리포지토리 나열
pl: Wyświetl listę wszystkich niestandardowych repozytoriów
sv: Lista alla anpassade lagringsplatser

source: No custom repositories found.
hu: Nem találhatók egyéni adattárak.
it: Nessun repository personalizzato trovato.
ja: カスタムリポジトリが見つかりません。
ko: 사용자 지정 리포지토리를 찾을 수 없습니다.
pl: Nie znaleziono niestandardowych repozytoriów.
sv: Inga anpassade lagringsplatser hittades.

source: Enable mirroring of custom repositories by a list of IDs
it: Abilita mirroring dei repository personalizzati per un elenco di ID
ja: ID のリストによるカスタムリポジトリのミラーリングを有効化する

source: Disable mirroring of custom repository by a list of IDs
it: Disabilita mirroring del repository personalizzato per un elenco di ID
ja: ID リストによるカスタムリポジトリのミラーリングを無効化する

source: Disable mirroring of custom repositories by a list of IDs
it: Disabilita mirroring dei repository personalizzati per un elenco di ID
ja: ID によるカスタムリポジトリのミラーリングを無効化する

source: Remove a custom repository
hu: Egyéni adattár eltávolítása
it: Rimuovi un repository personalizzato
ja: カスタムリポジトリを削除する
ko: 사용자 지정 리포지토리 제거
pl: Usuń niestandardowe repozytorium
sv: Ta bort en anpassad lagringsplats

source: Removed custom repository by ID %{id}.
hu: A(z) %{id} azonosítójú egyéni adattár eltávolítva.
it: Repository personalizzato rimosso per ID %{id}.
ja: ID %{id} によりカスタムリポジトリを削除しました。
ko: ID가 %{id}인 사용자 지정 리포지토리를 제거했습니다.
pl: Usunięto niestandardowe repozytorium o identyfikatorze %{id}.
sv: Tog bort anpassad lagringsplats efter ID %{id}.

source: Shows products attached to a custom repository
hu: Egyéni adattárhoz csatolt termékek megjelenítése
it: Mostra prodotti collegati a un repository personalizzato
ja: カスタムリポジトリにアタッチされた製品を表示します
ko: 사용자 지정 리포지토리에 연결된 제품 표시
pl: Wyświetla produkty dołączone do niestandardowego repozytorium
sv: Visar produkter kopplade till en anpassad lagringsplats

source: No products attached to repository.
hu: Nincsenek termékek csatolva az adattárhoz.
it: Nessun prodotto collegato al repository.
ja: 製品がリポジトリにアタッチされていません。
ko: 리포지토리에 연결된 제품이 없습니다.
pl: Brak produktów dołączonych do repozytorium.
sv: Inga produkter är kopplade till lagringsplatsen.

source: Attach an existing custom repository to a product
hu: Meglévő egyéni adattár csatolása termékhez
it: Asspcoa un repository personalizzato esistente a un prodotto
ja: 既存のカスタムリポジトリを製品にアタッチする
ko: 제품에 기존 사용자 지정 리포지토리 연결
pl: Dołącz istniejące niestandardowe repozytorium do produktu
sv: Bifoga en befintlig anpassad lagringsplats till en produkt

source: Attached repository to product '%{product_name}'.
hu: Az adattár hozzá lett csatolva a(z) „%{product_name}” termékhez.
it: Repository associato al prodotto '%{product_name}'.
ja: リポジトリを製品「%{product_name}」にアタッチしました。
ko: '%{product_name}' 제품에 리포지토리를 연결했습니다.
pl: Dołączono repozytorium do produktu '%{product_name}'.
sv: Bifogade lagringsplats till produkten '%{product_name}'.

source: Detach an existing custom repository from a product
hu: Meglévő egyéni adattár leválasztása termékről
it: Dissocia un repository personalizzato esistente da un prodotto
ja: 製品から既存のカスタムリポジトリをデタッチする
ko: 제품에서 기존 사용자 지정 리포지토리 분리
pl: Odłącz istniejące niestandardowe repozytorium od produktu
sv: Koppla från en befintlig anpassad lagringsplats från en produkt

source: Detached repository from product '%{product_name}'.
hu: Az adattár le lett választva a(z) „%{product_name}” termékről.
it: Repository dissociato dal prodotto '%{product_name}'.
ja: リポジトリを製品「%{product_name}」からデタッチしました。
ko: '%{product_name}' 제품에서 리포지토리를 분리했습니다.
pl: Odłączono repozytorium od produktu '%{product_name}'.
sv: Kopplade från lagringsplats från produkten '%{product_name}'.

source: Cannot find product by ID %{id}.
hu: Nem található termék a(z) %{id} azonosító alapján.
it: Impossibile trovare il prodotto in base all'ID %{id}.
ja: ID %{id} の製品が見つかりません。
ko: ID가 %{id}인 제품을 찾을 수 없습니다.
pl: Nie można znaleźć produktu o identyfikatorze %{id}.
sv: Det går inte att hitta produkten med ID %{id}.

source: Enabled mirroring for repository %{repo}
hu: A(z) %{repo} adattár tükrözése engedélyezve
it: Mirroring abilitato per repository %{repo}
ja: リポジトリ %{repo} のミラーリングを有効にしました
ko: 리포지토리 %{repo}에 대한 미러링이 활성화됨
pl: Włączono odzwierciedlanie repozytorium %{repo}
sv: Aktiverade spegling för lagringsplatsen %{repo}

source: Repository %{repo} was not found in RMT database, perhaps you no longer have a valid subscription for it
hu: A(z) %{repo} adattár nem található RMT-adatbázisban, valószínűleg már nincs hozzá érvényes előfizetése hozzá.
it: Repository %{repo} non trovato nel database RMT, forse la sottoscrizione non è più valida
ja: リポジトリ %{repo} がRMTデータベースで見つかりませんでした。それに対する有効なサブスクリプションがない可能性があります
ko: %{repo} 리포지토리를 RMT 데이터베이스에서 찾을 수 없습니다. 이 리포지토리에 대한 유효한 사용권이 만료된 것일 수 있습니다
pl: Nie znaleziono repozytorium %{repo} w bazie danych narzędzia RMT. Być może nie posiadasz już ważnej subskrypcji
sv: Lagringsplatsen %{repo} hittades inte i RMT-databasen, du kanske inte längre har ett giltigt abonnemang för den

source: Added association between %{repo} and product %{product}
hu: A(z) %{repo} adattár és a(z) %{product} termék közötti társítás hozzáadva
it: Aggiunta associazione tra %{repo} e il prodotto %{product}
ja: %{repo} と製品 %{product} の関連付けを追加しました
ko: %{repo}과(와) %{product} 제품 사이에 연결이 추가됨
pl: Dodano skojarzenie między repozytorium %{repo} a produktem %{product}
sv: Lade till en association mellan %{repo} och produkten %{product}

source: Product %{product} not found! Tried to attach custom repository %{repo} to product %{product}, but that product was not found. Attach it to a different product by running '%{command}'
hu: A(z) %{product} termék nem található. A(z) %{repo} egyéni adattárat megpróbálta a(z) %{product} termékhez csatolni, de ez a termék nem található. Csatolja egy másik termékhez a(z) „%{command}” parancs futtatásával.
it: Prodotto %{product} non trovato. Si è tentato di associare il repository personalizzato %{repo} al prodotto %{product}, ma questo non è stato trovato. Associarlo a un prodotto diverso eseguendo '%{command}'
ja: 製品 %{product} が見つかりません! カスタムリポジトリを %{repo} から製品 %{product} にアタッチしようと しましたが、その製品が見つかりませんでした。コマンド「%{command}」 を実行して別の製品にアタッチしてください。
ko: %{product} 제품을 찾을 수 없습니다! 사용자 지정 리포지토리 %{repo}을(를) %{product} 제품에 연결하려고 했지만 이 제품을 찾지 못했습니다. '%{command}'을(를) 실행하여 리포지토리를 다른 제품에 연결하십시오.
pl: Nie znaleziono produktu %{product}! Podjęto próbę dołączenia niestandardowego repozytorium %{repo} do produktu %{product}, ale produkt ten nie został znaleziony. Dołącz je do innego produktu, używając polecenia '%{command}'
sv: Produkten %{product} hittades inte! Försökte bifoga anpassade lagringsplatsen %{repo} till produkten %{product}, men den produkten hittades inte. Bifoga till en annan produkt genom att köra '%{command}'

source: Duplicate entry for system %{system}, skipping
it: Voce duplicata per il sistema %{system}: verrà ignorata
ja: システム %{system} に対する項目が重複しているため、読み飛ばしています

source: Failed to import system %{system}
it: Importazione del sistema %{system} non riuscita
ja: システム %{system} の取り込みに失敗しました

source: System %{system} not found
hu: A(z) %{system} rendszer nem található.
it: Sistema%{system} non trovato
ja: システム %{system} が見つかりません
ko: %{system} 시스템을 찾을 수 없습니다
pl: Nie znaleziono systemu %{system}
sv: Det gick inte att hitta systemet %{system}

source: Product %{product} not found
hu: A(z) %{product} termék nem található.
it: Prodotto %{product} non trovato
ja: 製品 %{product} が見つかりません
ko: %{product} 제품을 찾을 수 없습니다
pl: Nie znaleziono produktu %{product}
sv: Produkten %{product} hittades inte

source: Hardware information stored for system %{system}
hu: A(z) %{system} hardverinformációi tárolva.
it: Informazioni hardware memorizzate per il sistema %{system}
ja: システム %{system} に保存されるハードウェア情報
ko: %{system} 시스템에 대한 하드웨어 정보가 저장됨
pl: Zapisano informacje o sprzęcie dla systemu %{system}
sv: Maskinvaruinformation lagrad för systemet %{system}

source: Path to unpacked SMT data tarball
hu: Nem csomagolt SMT-adatcsomag elérési útja
it: Percorso al tarball dei dati SMT estratti
ja: 展開したSMTデータtarballへのパス
ko: 압축을 푼 SMT 데이터 Tarball 경로
pl: Ścieżka do rozpakowanego archiwum tar danych SMT
sv: Sökväg till icke inpackad tarball för SMT-data
