Repository: Dzejrou/rmt
Catalog: locale/*/rmt.po
Languages: hu, it, ja, ko, pl, sv

source: Do not import the systems that were registered to the SMT
hu: Ne importálja azokat a rendszereket, amelyek regisztrálva lettek az SMT-be
it: Non importare sistemi registrati in SMT
ja: SMT に登録されたシステムをインポートしない
ko: SMT에 등록된 시스템을 임포트하지 않음
pl: Nie importuj systemów, które zostały zarejestrowane w SMT
sv: Importera inte systemen som var registrerade till SMT

source: Do not import system hardware info from MachineData table
it: Non importare le informazioni sull'hardware di sistema dalla tabella MachineData
ja: MachineData テーブルからシステムハードウエアの情報を取り込まない

source: RMT has not been synced to SCC yet. Please run '%{command}' before
hu: Az RMT még nincs szinkronizálva az SCC-vel. Előbb futtassa a(z) „%{command}” parancsot.
it: RMT non è stato ancora sincronizzato con SCC. Eseguire prima '%{command}'
ja: RMTがまだSCCと同期されていません。その前に「%{command}」を実行してください
ko: RMT가 아직 SCC에 동기화되지 않았습니다. '%{command}'을(를) 먼저 실행하십시오
pl: Narzędzie RMT nie zostało jeszcze zsynchronizowane z SCC. Uruchom najpierw polecenie '%{command}'
sv: RMT har inte synkats till SCC ännu. Kör först '%{command}'

source: importing data from SMT.
hu: Adatok importálása az SMT-ből.
it: importazione dei dati da SMT.
ja: SMTからデータをインポートしています。
ko: SMT에서 데이터를 임포트 중입니다.
pl: importowanie danych z SMT.
sv: importerar data från SMT.

source: List registered systems.
it: Elenca i sistemi registrati.
ja: 登録済みのシステムを一覧表示します。

source: Number of systems to display
it: Numero di sistemi da visualizzare
ja: 表示するシステムの数

source: List all registered systems
it: Elenca tutti i sistemi registrati
ja: 全登録済みシステムの一覧

source: There are no systems registered to this RMT instance.
it: Nessun sistema registrato su questa istanza RMT.
ja: この RMT インスタンスに登録すべきシステムはありません。

source: Showing last %{limit} registrations. Use the '--all' option to see all registered systems.
it: Visualizzazione delle ultime %{limit} registrazioni. Utilizzare l'opzione '--all' per visualizzare tutti i sistemi registrati.
ja: 直近の %{limit} 件の登録のみを表示しています。全ての登録済みシステムを表示したい場合は、 '--all' オプションを指定してください。

source: Forward registered systems data to SCC
it: Inoltra dati del sistema registrati a SCC
ja: SCC に登録済みのシステムを転送する

source: Removes a system and its activations from RMT
it: Rimuove un sistema e le relative attivazioni da RMT
ja: RMT からシステムを削除しアクティベーションを解除する

source: Removes a system and its activations from RMT.
it: Rimuove un sistema e le relative attivazioni da RMT.
ja: RMT からシステムを削除しアクティベーションを解除します。

source: To target a system for removal, use the command "%{command}" for a list of systems with their corresponding logins.
it: Per selezionare un sistema per la rimozione, utilizzare il comando "%{command}" per visualizzare un elenco dei sistemi con i login corrispondenti.
ja: システムの削除を行なうには、対応するログイン情報を指定して "%{command}" コマンドを実行してください。

source: Successfully removed system with login %{login}.
it: Sistema con login %{login} rimosso.
ja: ログイン %{login} のシステムを削除しました。

source: System with login %{login} cannot be removed.
it: Impossibile rimuovere il sistema con login %{login}.
ja: ログイン %{login} のシステムは削除できません。

source: System with login %{login} not found.
it: Sistema con login %{login} non trovato.
ja: ログイン %{login} のシステムが見つかりませんでした。

source: Checksum doesn't match
hu: Az ellenőrző összeg nem egyezik.
it: Codice di controllo non corrispondente
ja: チェックサムが一致しません
ko: 체크섬이 일치하지 않습니다
pl: Niezgodna suma kontrolna
sv: Kontrollsumman matchar inte

source: %{file} - HTTP request failed with code %{code}
hu: %{file} – A HTTP-kérés sikertelen, kód: %{code}
it: %{file} - Richiesta HTTP non riuscita con codice %{code}
ja: %{file} - HTTP要求がコード %{code} で失敗しました
ko: %{file} - HTTP 요청에 실패했습니다(코드: %{code})
pl: %{file} - żądanie HTTP nie powiodło się. Kod: %{code}
sv: %{file} - HTTP-begäran misslyckades med koden %{code}

source: %{file} - File does not exist
hu: %{file} – A fájl nem létezik.
it: %{file} - File inesistente
ja: %{file} - ファイルが存在しません
ko: %{file} - 파일이 없습니다
pl: %{file} - plik nie istnieje
sv: %{file} - Filen finns inte

source: %{file} - return code %{code}
hu: %{file} – Visszatérési kód: %{code}
it: %{file} - codice restituito %{code}
ja: %{file} - リターンコード %{code}
ko: %{file} - 반환 코드 %{code}
pl: %{file} - kod zwrotny: %{code}
sv: %{file} - returkod %{code}

source: GPG key import failed
it: Importazione della chiave GPG non riuscita
ja: GPG 鍵の取り込みに失敗しました

source: GPG signature verification failed
it: Verifica della firma GPG non riuscita
ja: GPG の署名検証に失敗しました

source: Another instance of this command is already running. Terminate the other instance or wait for it to finish.
it: Un'altra istanza di questo comando è già in esecuzione. Chiudere l'altra istanza o attenderne la fine.
ja: 同じコマンドが既に動作しています。既に実行されているほうを終了するか、処理が完了するまでお待ちください。

source: Mirroring SUSE Manager product tree to %{dir}
hu: SUSE Manager termékfájának tükrözése a(z) %{dir} könyvtárba
it: Mirroring dell'albero prodotti SUSE Manager in %{dir}
ja: SUSE Manager製品ツリーを %{dir} にミラーリングしています
ko: SUSE Manager 제품 트리를 %{dir}에 미러링
pl: Odzwierciedlanie drzewa produktu SUSE Manager w katalogu %{dir}
sv: Speglar SUSE Manager-produktträd till %{dir}

source: Could not mirror SUSE Manager product tree with error: %{error}
it: Impossibile eseguire il mirroring dell'albero prodotti SUSE Manager con errore: %{error}
ja: SUSE Manager 製品ツリーが下記のエラーでミラーリングできませんでした: %{error}

source: Mirroring repository %{repo} to %{dir}
hu: %{repo} adattár tükrözése a(z) %{dir} könyvtárba
it: Mirroring repository %{repo} in %{dir}
ja: リポジトリ %{repo} から %{dir} にミラーリングしています
ko: %{repo} 리포지토리를 %{dir}에 미러링
pl: Odzwierciedlanie repozytorium %{repo} w katalogu %{dir}
sv: Speglar lagringsplatsen %{repo} till %{dir}

source: Could not create local directory %{dir} with error: %{error}
hu: Nem sikerült létrehozni a helyi %{dir} könyvtárat, hiba: %{error}
it: Impossibile creare directory locale %{dir} con errore: %{error}
ja: ローカルディレクトリ %{dir} がエラー: %{error} で作成できませんでした
ko: 로컬 디렉토리 %{dir}을(를) 만들 수 없는 오류: %{error}
pl: Nie udało się utworzyć katalogu lokalnego %{dir}. Błąd: %{error}
sv: Det gick inte att skapa lokala katalogen %{dir} med felet: %{error}

source: Could not create a temporary directory: %{error}
hu: Nem sikerült létrehozni egy ideiglenes könyvtárat: %{error}
it: Impossibile creare una directory temporanea: %{error}
ja: 一時ディレクトリを作成できませんでした: %{error}
ko: 임시 디렉토리를 생성할 수 없음: %{error}
pl: Nie udało się utworzyć katalogu tymczasowego: %{error}
sv: Det gick inte att skapa en tillfällig katalog: %{error}

source: Repository metadata signatures are missing
hu: Az adattár metaadatainak aláírásai hiányoznak.
it: Firme metadati del repository mancanti
ja: リポジトリメタデータの署名がありません
ko: 리포지토리 메타데이터 서명이 누락되었습니다
pl: Brak sygnatur metadanych repozytorium
sv: Signaturer saknas för lagringsplatsmetadata

source: Failed to get repository metadata signatures with HTTP code %{http_code}
it: Recupero delle firme metadati del repository con il codice HTTP %{http_code} non riuscito
ja: HTTP コード %{http_code} でリポジトリメタデータの署名取得に失敗しました

source: Error while mirroring metadata: %{error}
hu: Hiba történt a metaadatok tükrözése közben: %{error}
it: Errore durante il mirroring dei metadati: %{error}
ja: メタデータのミラーリング中にエラーが発生しました: %{error}
ko: 메터데이터를 미러링하는 동안 오류 발생: %{error}
pl: Błąd podczas odzwierciedlania metadanych: %{error}
sv: Fel vid spegling av metadata: %{error}

source: Error while mirroring license: %{error}
hu: Hiba történt a licenc tükrözése közben: %{error}
it: Errore durante il mirroring della licenza: %{error}
ja: ライセンスのミラーリング中にエラーが発生しました: %{error}
ko: 라이선스를 미러링하는 동안 오류 발생: %{error}
pl: Błąd podczas odzwierciedlania licencji: %{error}
sv: Fel vid spegling av licens: %{error}

source: Failed to download %{failed_count} files
it: Download di %{failed_count} file non riuscito
ja: %{failed_count} 個のファイルのダウンロードに失敗しました

source: Error while mirroring data: %{error}
hu: Hiba történt az adatok tükrözése közben: %{error}
it: Errore durante il mirroring dei dati: %{error}
ja: データをミラーリング中にエラーが発生しました: %{error}
ko: 데이터를 미러링하는 동안 오류 발생: %{error}
pl: Błąd podczas odzwierciedlania danych: %{error}
sv: Fel vid spegling av data: %{error}

source: Error while moving directory %{src} to %{dest}: %{error}
hu: Hiba történt a könyvtár áthelyezése közben, forrás: %{src}, cél: %{dest}, hiba: %{error}
it: Errore durante lo spostamento della directory da %{src} a %{dest}: %{error}
ja: ディレクトリ %{src} から %{dest} への移動中にエラーが発生しました: %{error}
ko: %{src} 디렉토리를 %{dest}(으)로 이동하는 동안 오류 발생: %{error}
pl: Błąd podczas przenoszenia katalogu %{src} do %{dest}: %{error}
sv: Fel vid flytt av katalogen %{src} till %{dest}: %{error}

source: SCC credentials not set.
it: Credenziali SCC non impostate.
ja: SCC 資格情報が設定されていません。

source: Downloading data from SCC
hu: Adatok letöltése az SCC-ből
it: Download dei dati da SCC
ja: SCCからデータをダウンロードしています
ko: SCC에서 데이터 다운로드 중
pl: Pobieranie danych z SCC
sv: Ladda ned data från SCC

source: Updating products
hu: Termékek frissítése
it: Aggiornamento dei prodotti
ja: 製品を更新しています
ko: 제품 업데이트 중
pl: Aktualizowanie produktów
sv: Uppdaterar produkter

source: Exporting data from SCC to %{path}
hu: Adatok exportálása az SCC-ből a(z) %{path} elérési útra
it: Esportazione dei dati da SCC a %{path}
ja: SCCから %{path} にデータをエクスポートしています
ko: SCC에서 %{path}(으)로 데이터 엑스포트 중
pl: Eksportowanie danych z SCC do %{path}
sv: Exporterar data från SCC till %{path}

source: Exporting products
hu: Termékek exportálása
it: Esportazione di prodotti
ja: 製品をエクスポートしています
ko: 제품 엑스포트 중
pl: Eksportowanie produktów
sv: Exporterar produkter

source: Exporting repositories
hu: Adattárak exportálása
it: Esportazione di repository
ja: リポジトリをエクスポートしています
ko: 리포지토리 엑스포트 중
pl: Eksportowanie repozytoriów
sv: Exporterar lagringsplatser

source: Exporting subscriptions
hu: Előfizetések exportálása
it: Esportazione di sottoscrizioni
ja: サブスクリプションをエクスポートしています
ko: 구독 엑스포트 중
pl: Eksportowanie subskrypcji
sv: Exporterar abonnemang

source: Exporting orders
hu: Rendelések exportálása
it: Esportazione di ordini
ja: オーダーをエクスポートしています
ko: 명령 엑스포트 중
pl: Eksportowanie zamówień
sv: Exportera beställningar

source: Missing data files: %{files}
hu: Hiányzó adatfájlok: %{files}
it: File di dati mancanti: %{files}
ja: データファイル: %{files} が見つかりません
ko: 누락된 데이터 파일: %{files}
pl: Brakujące pliki danych: %{files}
sv: Saknar datafiler: %{files}

source: Importing SCC data from %{path}
hu: SCC-adatok importálása a(z) %{path} elérési útról
it: Importazione dei dati SCC da %{path}
ja: %{path} からSCCデータをインポートしています
ko: %{path}에서 SCC 데이터를 임포트하는 중
pl: Importowanie danych SCC z %{path}
sv: Importerar SCC-data från %{path}

source: Syncing systems to SCC is disabled by the configuration file, exiting.
it: La sincronizzazione dei sistemi su SCC è disabilitata nel file di configurazione: uscita.
ja: SCC とのシステム同期は設定ファイルで無効化されています。終了します。

source: Syncing system %{login} to SCC
it: Sincronizzazione del sistema %{login} su SCC
ja: システム %{login} を SCC と同期しています

source: Failed to sync system %{login}: %{error}
it: Sincronizzazione del sistema %{login} non riuscita: %{error}
ja: システムの同期に失敗しました %{login}: %{error}

source: Syncing de-registered system %{scc_system_id} to SCC
it: Sincronizzazione del sistema con registrazione annullata %{scc_system_id} su SCC
ja: システム %{scc_system_id} の登録解除情報を SCC と同期しています

source: Cleaning up the database
hu: Az adatbázis tisztítása
it: Pulizia del database
ja: データベースをクリーンアップしています
ko: 데이터베이스 정리 중
pl: Czyszczenie bazy danych
sv: Rensar databasen

source: Updating repositories
hu: Adattárak frissítése
it: Aggiornamento dei repository
ja: リポジトリを更新しています
ko: 리포지토리 업데이트 중
pl: Aktualizowanie repozytoriów
sv: Uppdaterar lagringsplatser

source: Updating subscriptions
hu: Előfizetések frissítése
it: Aggiornamento delle sottoscrizioni
ja: サブスクリプションを更新しています
ko: 구독 업데이트 중
pl: Aktualizowanie subskrypcji
sv: Uppdaterar abonnemang

source: Adding product %{product}
hu: A(z) %{product} termék hozzáadása
it: Aggiunta del prodotto %{product}
ja: 製品 %{product} を追加しています
ko: %{product} 제품 추가 중
pl: Dodawanie produktu %{product}
sv: Lägger till produkten %{product}

source: ID
hu: Azonosító
pl: Identyfikator

source: URL
hu: URL-cím
sv: Webbadress
